// 菜单
// [rule: 菜单]

function main() {
	sendText ("------J D 区------\n登录 查询 账号管理\n------功能区------\n京东/淘宝历史价格查询\n(直接发口令/链接)\n查字 ? 丨 百科 ?   \n?油价  丨 ?天气   \ndwz ? 丨成语接龙            \nvip      丨捷径 ?     \n翻译 ?             \n------文字区------\n历史上的今天  早安\n每日简报 一言 段子\n骚话  舔狗  毒鸡汤\n笑话 来对线  网抑云\n朋友圈文案  彩虹屁\n精神语录  动漫台词\n游戏台词  撩人语录\n社会语录             \n------图片区------\n竖屏美女 美女  cos\n美腿  手机美女壁纸\n情感壁纸  风景壁纸\n美女壁纸  文字壁纸\n游戏壁纸  明星壁纸\n动物壁纸  汽车壁纸\n军事壁纸  体育壁纸\n----智障机器人----\n如意?             \n小爱？            \n小天？            \n傻妞？            \n二狗？            \n示例：如意深圳天气\n------视频区------\n扭一扭") 
}
main()