// 菜单
// [rule: 佩琦菜单]

function main() {
	sendText (" 　　　　　　　 京东菜单\n　　　　　━━━━━━━━━━\n　　　　　　　 登录|查询\n　　　　　　　 说明|咨询\n　　　　　　　 打赏|入口\n　　　　　　 公众号|微信号\n\n　　　　　　　　图片类\n　　　　　━━━━━━━━━━\n　　　　　　　 妹纸|美女\n　　　　　　　 色图|壁纸\n　　　　　　　 涩图|萝莉\n　　　　　　　 美腿|美图\n　　　　　　　二次元壁纸\n　　　　　　 小姐姐|买家秀\n　　　　　　 动漫图|扭一扭\n　　　　　 Cos美图|Bing美图\n　　　　   mc酱壁纸|精选壁纸\n\n　　　　　　　　文字类\n　　　　　━━━━━━━━━━\n　　　　　　　 笑话|骚话\n　　　　　　 古诗词|彩虹屁\n　　　　　　 毒鸡汤|来对线\n　　　　　 舔狗日记|微博热搜\n　　　　　 精神语录|土味情话\n　　　　　 撩人语录|渣男语录\n　　　　　 动漫台词|游戏台词\n　　　　 朋友圈文案|网易云热评\n　　　 历史上的今天|微信每日热点\n\n　　　　　　　　功能类\n　　　　　━━━━━━━━━━\n　　　　　　　 股票|翻译\n　　　　　　　 天气|百科\n　　　　　 转短链接|自定短址\n　　　　　 自定短址|短址还原\n　　　　　 转二维码|QQ状态\n　　　 手机号归属地|QQ音乐MV\n　　 AI机器人：傻妞/菲菲/小爱/青云\nPs:由于不得不妨的原因，部分功能无法使用") 
}
main()
